Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: when the rain comes it washes the soil away causing erosion .
af: ren spoel die grond weg en veroorsaak erosie .

source: in this man made forest there is not much life under the canopy of the trees .
af: in hierdie mensgemaakte woud is daar nie veel lewe onder die blaredak van die bome nie .

source: why do you think this is so ?
af: waarom is dit so ?

source: this is because the trees block a lot of the sunlight which plants and animals need so they do not live there .
af: dit is omdat die bome die sonlig blokkeer wat plante en diere nodig het dus woon hulle nie daar nie .

source: also the pine trees use a lot of the water in the ground meaning there is not much left for other plants .
af: die dennebome gebruik ook baie van die water in die grond wat beteken dat daar nie baie water vir ander plante oorbly nie .

source: as you have seen from this activity the living things depend on the non living things in an ecosystem .
af: soos jy geleer het deur hierdie aktiwiteit is lewende dinge van die nie lewende dinge in 'n ekosisteem afhanklik .

source: there is also a very fine balance and if something is upset then the ecosystem will begin to deteriorate .
af: daar bestaan ook 'n baie fyn balans en as daar iets versteur word sal die ekosisteem begin agteruitgaan .

source: without water life as we know it cannot exist .
af: sonder water kan lewe soos ons dit ken nie bestaan nie .

source: we have now learnt what makes up an ecosystem .
af: ons het nou gesien waaruit 'n ekosisteem bestaan en dat daar 'n verhouding tussen die lewende en nie lewende dinge is .

source: we now know that there are relationships between living and non living things .
af: in 'nekosisteem word plante en diere ook aan mekaar verbind as gevolg van hulle voedingsverhoudings .

source: in an ecosystem plants and animals are also connected to each other due to their feeding relationships .
af: die plante in 'n ekosisteem word produseerders genoem en die diere verbruikers .

source: do you remember what a producer and a consumer does in an ecosystem from gr. 5 work but also from the photosynthesis work you started this term with ?
af: kan jy onthou wat 'n produseerder en 'n verbruiker in 'n ekosisteem doen van graad 5 se werk maar ook van die werk oorfotosintese waarmee jy hierdie kwartaal begin het ?

source: write an answer below .
af: skryf 'n antwoord hieronder .

source: a producer produces food through photosynthesis from sunlight water and carbon dioxide while a consumer cannot produce its own food and therefore eats the producer or other consumers .
af: 'n produseerder lewer voedsel deur middel van fotosintese van sonlig water en koolstofdioksied terwyl 'n verbruiker nie syeie voedsel kan produseer nie en dus moet die verbruiker die produseerders of ander verbruikers vir voedsel inneem .

source: there are different types of consumers
af: daar is verskillende soorte verbruikers

source: do you remember in gr. 5 when we looked at food chains ?
af: onthou jy toe ons in graad 5 van voedselkettings geleer het ?

source: here is an example of a food chain
af: hier is 'n voorbeeld van 'n voedselketting

source: turn to a friend and design your own food chain consisting of four organisms .
af: ontwerp saam met 'n maat jou eie voedselketting wat uit vier organismes bestaan .

source: remember a food chain always starts with plants producers and ends with scavengers or decomposers .
af: onthou 'n voedselketting beginaltyd met plante produseerders en eindig met predatore aasdiere of ontbinders .

source: in a whole ecosystem the feeding relationships between plants and animals are much more complex than a simple food chain .
af: in 'n ekosisteem is die voedingsverhoudings tussen plante en diere baie meer kompleks as in 'n eenvoudige voedselketting .

source: in the above food chain for example the chameleon might also eat flies or butterflies the snake does not only eat chameleons but also lizzards and mices and the mongoose also eats small birds and eggs .
af: byvoorbeeld in die voedselketting hierbo kan die verkleurmannetjie ook vlie of skoenlappers eet die slang eet nie net verkleurmannetjies maar ook akkedisse en muise en die muishond eet ook klein vols en eiers .

source: when we put many different food chains in an ecosystem together we get a food web .
af: wanneer ons baie verskillende voedselkettings in 'n ekosisteem aan mekaar verbind kry ons 'n voedselweb .

source: food webs video http www.youtube.com watch?v yvzlooi5 ke
af: voedselwebbe video goo.gl qbccf

source: a food web consists of many thousands and thousands of food chains that are connected to each other .
af: 'n voedselweb bestaan uit 'n klomp voedselkettings wat aan mekaar verbind is .

source: below is a food web in a savanna ecosystem .
af: hieronder is 'n voedselweb in 'n savanna ekosisteem .

source: there are also different levels of consumers in an ecosystem
af: daar is ook verskillende vlakke van verbruikers in 'n ekosisteem

source: below is another food web consisting of plants fish and birds .
af: hieronder is nog 'n voedselweb wat uit plante visse en vols bestaan .

source: what kind of ecosystem do you think this food web describes ?
af: watter soort ekosisteem beskryf hierdie voedselweb ?

source: aquatic wetland river lake pond etc
af: water vleiland rivier meer poel ens .

source: sea ecosystem phytoplankton sea weed zooplankton crab lobster scavenger prawn small fish large fish turtle seal dolphin killer whale .
af: see ekosisteem fitoplankton seewier soplankton krap kreef aasdier garnaal klein vissies groot visse seeskilpad rob dolfyn moordwalvis .

source: forest ecosystem grass small plants seeds beetle herbivore butterfly tree frog rabbit mouse seed eating bird insectivorous bird snake fox owl .
af: woud ekosisteem gras klein plante sade kewer herbivoor vlinder padda haas muis saadvretende vols insekvretendevols slang jakkals uil .

source: now that we have learned about the living and nonliving things in an ecosystem and the relationships that exist let's investigate an ecosystem in or near the school .
af: noudat ons geleer het van lewende en nie lewende dinge in 'n ekosisteem en die verhoudings wat bestaan kom ons ondersoek 'n ekosisteem in of naby die skool .

source: when a scientist such as a botanist zoologist or ecologist goes outside to do their work and experiments this is called field work .
af: wanneer 'n wetenskaplike soos 'n plantkundige dierkundige of ekoloog buitekant toe gaan om hulle werk of eksperimente te doen noem ons dit veldwerk .

source: for this activity the teacher can identify some possible areas in or near the school before the lesson .
af: vir hierdie aktiwiteit kan die onderwyser 'n paar moontlike plekke in of naby die skool identifiseer voor die les begin .

source: then when it comes to the lesson time is not wasted finding appropriate spots. learners can either all study the same spot or there can be several spots covering different ecosystems .
af: danword daar nie tydens die les tyd vermors om geskikte plekke te kry nie .

source: encourage learners to take notes on their scrap paper and clipboards whilst they are outside to practise their observation and note taking skills .
af: leerders kan f dieselfde plek bestudeer f daar kan verskeie plekke met verskillende ekosisteme bestudeer word .

source: what type of ecosystem are you studying ?
af: watter soort ekosisteem bestudeer julle ?

source: activity dependent ie. grass ecosystem stream river ecosystem forest ecosystem etc
af: aktiwiteit afhanklik bv. gras ekosisteem stroom rivier ekosisteem woud ekosisteem ens .

source: what is the total area of your square ?
af: wat is die totale oppervlak van jou vierkant ?

source: dependent on learner's square but if the square had 5m sides then the area is 5mx5m 25m .
af: hierdie antwoord is afhanklik van die leerder se vierkant maar indien die vierkant sye van vyf meter gehad het dan is die area is5 m x 5 m 25 vierkante meter .

source: what is the average number of plant species in the whole square? hint to work out the average add up the number of plant species for each quadrant and divide by the number of quadrant .
af: wat is die gemiddelde aantal plantspesies per kwadrant in jou vierkant? wenk om die gemiddeld uit te werk tel die aantal plantspesies in elke kwadrant bymekaar en verdeel dit dan deur die aantal kwadrante .

source: what is the average number of animal species ?
af: wat is die gemiddelde aantal dier spesies per kwadrant ?

source: what is the average number of total organisms in your ecosystem ?
af: bereken die totale aantal organismes plante en diere in jou ekosisteem .

source: what is the number of organisms per unit of area ?
af: wat is die aantal organismes per oppervlak eenheid in jou area ?

source: this is quite tricky your teacher might need to help you !
af: dit kan 'n bietjie moeilik wees jy mag dalk jou onderwyser se hulp nodig h !

source: to work out number of organisms per unit area divide the total number of organisms by the total area of the square .
af: om die getal organismes per oppervlakeenheid uit te werk deel die totale aantal organismes met die totale oppervlak van die vierkant .

source: the answer will be in number of organisms m2 .
af: die antwoord sal die aantal organismes m2 wees .

source: do this calculation on the board for your learners to see and then repeat with their own numbers .
af: maak hierdie berekening op die bord sodat die leerders dit kan sien en dan die berekening kan herhaal met hul eie getalle .

source: write a description of the non living things in your ecosystem .
af: gee 'n beskrywing van die nie lewende dinge in jou ekosisteem .

source: explain the availability of food for the animals the water availability the type of soil sandy or rich organic soil for example the amount of sunlight shady or full sun for example and describe if there are any natural shelters for animals .
af: verduidelik die beskikbaarheid van water die soort grond byvoorbeeld sanderige grond of ryk organiese grond die hoeveelheid sonlig byvoorbeeld skaduryk of volle son en beskryf of daar enige natuurlike skuilings vir diere bestaan .

source: encourage learners to investigate and explain some possible reasons for observed phenomena for example presence of a particular insect colour of soil presence of a certain type of plant etc .
af: moedig die leerders aan om 'n paar moontlike redes vir die verskynsels wat waargeneem is te ondersoek en te verduidelik byvoorbeeld die teenwoordigheid van 'n spesifieke insek die kleur van die grond die teenwoordigheid van 'n sekere soort plant ens .

source: your ecosystem will contain animals and plants which are interdependent and they are connected by their feeding relationships .
af: jou ekosisteem sal diere en plante bevat wat interafhanklik is en deur hulle voedingsverhoudings verbind word .

source: use the space below to draw a food web for your ecosystem .
af: gebruik dieruimte hieronder om 'n voedselweb vir jou ekosisteem te teken .

source: ecosystems are often destroyed due to the impact of humans or other environmental disasters such as a flood or drought .
af: ekosisteme word dikwels vernietig as gevolg van die invloed van die mens of deur omgewingsrampe soos 'n vloed of droogte .

source: identify some possible threat to your ecosystem and write about them below and why they could destroy your ecosystem .
af: identifiseer 'n paar moontlike bedreigings wat vir jou ekosisteem bestaan en skryf dit hieronder neer sowel as waarom dit jou ekosisteem kan vernietig .

source: brainstorm possible ways to prevent these threats to your ecosystem from destroying it .
af: dink na oor moontlike maniere om hierdie bedreigings van jou ekosisteem te verhoed .

source: record your ideas below .
af: skryf jou idees hieronder neer .

source: provide a definition for an ecosystem .
af: gee 'n definisie van 'n ekosisteem .

source: an ecosystem is an area where living and non living things depend on each other in many different ways .
af: 'n ekosisteem is 'n gebied waarin lewende en nie lewende dinge op baie verskillende maniere van mekaar afhanklik is .

source: it consists of all the organisms and their habitats in a given area .
af: dit bestaan uit al die organismes en hul habitatte in 'n gegewegebied .

source: why do you think the feeding relationships between plants and animals in an ecosystem is called a food web ?
af: hoekom dink jy word die voedingsverhoudings tussen plante en diere in 'n ekosisteem 'n voedsel web genoem ?

source: this is because when you draw all the links in between all the organisms it looks like a spider's web as each organism has multiple relationships with other organisms .
af: wanneer jy al die skakels tussen al die organismes trek lyk dit soos 'n spinnekop se web want elke organisme het verskeie verhoudings met ander organismes .

source: what is the term given to animals which break down dead plant and animal material ?
af: wat is die term vir organismes wat dooie plant en dieremateriaal afbreek ?

source: decomposers microorganisms
af: ontbinders

source: i live in the waterberg area in north limpopo province .
af: ek woon in die waterberg area in die noorde van die limpopo provinsie .

source: this is the first area in south africa to be named a biosphere reserve .
af: dit is die eerste gebied in suid afrika wat as 'n biosfeerreservaat verklaar is .

source: during the stone age indigenous people lived in this area .
af: tydens die steentydperk het inheemse mense hierdie gebied bewoon .

source: they brought in cattle that overgrazed the grasslands and caused a terrible outbreak of tsetse flies .
af: hulle het beeste ingebring wat die grasveld oorbewei het en wat 'n verskriklike uitbraak van tsetsevlie veroorsaak het .

source: then in the 1900s dutch farmers brought in more cattle .
af: tydens die 1990s het nederlandse boere nog meer beeste ingebring .

source: all the cattle goats and sheep of the dutch farmers and the indigenous people almost destroyed the natural bushveld vegetation .
af: al die beeste bokke en skape van beide die nederlandse boere en die inheemse mense het die natuurlike bosveld amper heeltemal vernietig .

source: luckily the people realised the problems in time and started to reintroduce and protect original species of animals and plants to the area .
af: gelukkig het die mense die probleme betyds agtergekom en begin om die oorspronklike plant en dierespesies te hervestig en te beskerm .

source: white rhino giraffe hippopotamuses and different species of antelope and smaller buck returned .
af: witrenosters kameelperde seekoeie enverskillende spesies wildsbokke en kleiner bokke het na die gebied teruggekeer .

source: ecotourism is now very popular and farmers try really hard to stop soil erosion and to introduce original grass species .
af: eko toerisme is nou baie gewild en die boere probeer baie hard om gronderosie te voorkom en om die oorspronklike grasspesies te hervestig .

source: farmers also started to take away fences between their farms to allow animals to walk free .
af: boere het ook begin om die heinings tussen hul plase te verwyder sodat die diere vryelik kan rondloop .

source: described what happened to the land when all the cattle sheep and goats were grazing on it .
af: beskryf wat met die grond gebeur het toe dit deur beeste skape en bokke oorbewei was .

source: the animals over grazed the land which means most of the natural vegetation was eaten and did not have enough time to regenerate so the soil was left without protection and started to erode .
af: die diere het die grond oorbewei wat beteken dat die meeste van die natuurlike plantegroei vernietig is en nie genoeg tyd gehad het om te herstel nie; dus is die grond sonderbedekking gelaat en erosie het plaasgevind .

source: explain what happened to the original indigenous animals that lived on the land after the cattle farmers arrived ?
af: verduidelik wat met die oorspronklike inheemse diere gebeur het nadat die veeboere aangekom het ?

source: because the original animals could no longer find the natural vegetation they were used to they either starved or moved out of the area .
af: omdat die oorspronklike diere nie die natuurlike plantegroei waaraan hulle gewoond was kon vind nie het hulle f honger gely f die gebied verlaat .

source: can you predict what would have happened if the people did not change the way they used the land ?
af: kan jy voorspel wat sou gebeur het as die mense nie die manier waarop hulle die land gebruik het verander het nie ?

source: the land would become a barren and desolate place with no vegetation left which means very little rain will also fall there .
af: die land sou 'n dor en verlate plek geword het sonder enige plantegroei en dit sou baie min geren het .

source: the precious topsoil would erode and the landscape would become a desert .
af: die kosbare bogrond sou gerodeer het en die landskap kon 'n woestyngeword het .

source: what factors did they have to change to protect and conserve their land ?
af: watter faktore moes hulle verander om hul grond te beskerm en te bewaar ?

source: they removed the many cattle herds that were over grazing and replaced them with the original animals that used to live in that area .
af: hulle het die troppe vee wat die grond oorbewei het verwyder en vervang met die oorspronklike diere wat in daardie gebied gelewe het .

source: they also replanted the natural original plant species that grew well in that area to provide food for the animals .
af: hulle het ook die natuurlike oorspronklike plantspesies wat daar gegroei het hervestig om voedsel vir die diere te voorsien .

source: they then advertised this area as a eco friendly tourist attraction and made lots of money from tourists rather than from destroying the countryside .
af: hulle het toe die gebied as 'n eko vriendelike toeriste aantreklikheid bemark en het toe in plaas van om die platteland te vernietig eerder baie geld deur toerisme gemaak .

source: if the farmers instead of removing the cattle and goats rather planted crops on the land what do you think would have eventually happened ?
af: wat sou uiteindelik gebeur het as die boere landbougewasse geplant het in plaas van om die beeste en bokke te verwyder ?

source: the soil would probably not have sustained the crops for many years so the farmers would spray lots of fertilizers and probably poisonous pest controls which would have further destroyed the environment .
af: die grond sou waarskynlik nie die gewasse baie lank kon dra nie en die boere sou baie kunsmis en waarskynlik ook giftige plaagbeheer moes gebruik en sou gevolglik die omgewing verder kon vernietig het .

source: what choices do you need to make or what do you need to change or improve in your community to stop similar types of environmental destruction from happening there ?
af: watter keuses moet jy maak of wat moet jy in jou gemeenskap verander of verbeter om soortgelyke vernietiging van die omgewing te verhoed ?

source: this is context specific but learners need to show evaluation and creative problem solving skills to come up with good suggestions to save their own communities .
af: hierdie is konteksspesifiek maar die leerders moet evaluerings en kreatiewe probleemoplossingsvaardighede toon om met goeie aanbevelings vorendag te kom om hul eie gemeenskappe te red .

source: only 1.75 hours is allocated to this section in caps which is quite short .
af: in caps word daar slegs 1.75 uur voorgeskryf vir hierdie afdeling en dit is nogal min .

source: if you do not have time to do all the activities then leave out the third activity on the states of water .
af: indien jy nie tyd het vir al die aktiwiteite nie kan jy die derde aktiwiteit oor die toestande van water uitlaat .

source: we have learnt that matter can exist in 3 different states solids liquids and gases .
af: ons het geleer dat materie in 3 verskillende toestande kan bestaan vaste stowwe vloeistowwe en gasse .

source: all the materials around us are in one or more of these three states .
af: al die materiale rondom ons is in een of meer van hierdie drie toestande .

source: for example you have all three states in your body !
af: jy het byvoorbeeld al drie toestande in jou liggaam !

source: there is bone in your skeleton .
af: daar is been in jou skelet .

source: there is water in your blood .
af: daar is water in jou bloed .

source: there is air in your lungs .
af: daar is lug in jou longe .

source: we have also learnt that each of the states solids liquids and gases has unique properties
af: ons het geleer dat elk van die toestande vaste stowwe vloeistowwe en gasse unieke eienskappe het .

source: we know when we have a solid or a liquid .
af: ons weet wanneer ons 'n vaste stof of 'n vloeistof het .

source: it is easy to see a solid or a liquid .
af: ons kan gasse normaalweg nie sien nie .

source: we cannot normally see gases .
af: ons kan egter toets of gasse teenwoordig is deur hulle gevolge waar te neem .

source: why do solids keep their shape but liquids and gases flow ?
af: hoekom behou vaste stowwe hulle vorm maar vloei vloeistowwe en gasse ?

source: why does a liquid stay inside an open container unless it is poured out but a gas escapes ?
af: hoekom bly 'n vloeistof binne 'n oop houer tensy dit uitgegooi word maar ontsnap 'n gas ?

source: we have to look deep inside each state for the answers to these questions .
af: ons moet diep binne in elke toestand kyk om antwoorde op hierdie vrae te kry .

source: we will have to use our imaginations like never before !
af: ons sal ons verbeelding moet gebruik soos nog nooit tevore nie .

source: did you know that all matter is actually made up of very small particles ?
af: het jy geweet dat alle materie eintlik bestaan uit baie klein deeltjies ?

source: these particles are called atoms and molecules and we will learn more about them much later .
af: hierdie deeltjies word atome en molekule genoem en ons sal eers heelwat later van hulle leer .

source: for now we are going to use the term particle to describe the smallest 'building blocks' that matter is made of .
af: vir nou gaan ons die term deeltjie gebruik om die kleinste 'boublokke' waarvan materie gemaak is te beskryf .

source: the particles that matter is made of are very very small .
af: die deeltjies waaruit materie bestaan is baie baie klein .

source: much much smaller than a tiny grain of sand .
af: veel veel kleiner as 'n klein sandkorrel .

source: much much smaller even than a speck of dust !
af: veel veel kleiner as selfs 'n spikkeltjie stof .

source: do you have any idea how small that is ?
af: het jy enige idee hoe klein dit is ?

source: most people find it very hard to think about so do not worry we will go through it slowly .
af: dit is moeilik om jou dit voor te stel .

source: the particles that matter is made of are much too small to see with the naked eye .
af: die deeltjies waarvan materie gemaak is is veels te klein om met die blote oog te sien .

source: they are even too small to see with a strong microscope .
af: hulle is selfs te klein om met 'n sterk mikroskoop te sien .

source: so how do we know they exist ?
af: so hoe weet ons dat hulle bestaan ?

source: scientists with special microscopes and other special scientific instruments have collected evidence that they exist .
af: wetenskaplikes het met spesiale mikroskope en ander spesiale wetenskaplike instrumente bewyse versamel dat hierdie deeltjies wel bestaan .

source: it is now a well known and accepted fact that all matter is made up of particles .
af: dit is nou 'n welbekende en algemeen aanvaarde feit dat alle materie uit deeltjies saamgestel is .

source: particles of matter video http www.youtube.com watch?v unboqe2rsgo
af: deeltjies van materie video goo.gl iphul
